// var app = new Vue({
//     el: '#structure',
//     data: {
//         structure: [
//             {
//                 name: 'Тульская ТПП',
//                 id: '123123',
//                 child: [
//                     {
//                         name: 'Иванов Иван',
//                         id: '11'
//                     },
//                     {
//                         name: 'Петров Петр',
//                         id: '12'
//                     },
//                     {
//                         name: 'Сидоров Сидр',
//                         id: '13'
//                     },
//                 ]
//             },
//             {
//                 name: 'Белгородская ТПП',
//                 id: '1231',
//                 child: [
//                     {
//                         name: 'Иванов Иван 2',
//                         id: '21'
//                     },
//                     {
//                         name: 'Петров Петр 2',
//                         id: '22'
//                     },
//                     {
//                         name: 'Сидоров Сидр 2',
//                         id: '23'
//                     },
//                 ]
//             },
//         ]
//     }
// })